changes_row = """Список изменений программы:

v1.0 от 09.01.2024

- Подготовлена и размещена в локальной сети стабильная версия программы.
- Разработан основной функционал:
    1. Указание маршрутов для копирования:
        - конкретных файлов файлов по соответствующей галке;
        - файлов за конкретную дату из указанной директории по соответствующей галке;
        - файлов, с датой создания, соответствующей дате начала копирования;
        - директории и всех файлов и поддиректорий в ней.
    2. Редактирование маршрутов.
    3. Указание максимального количества резервных копий для маршрута в итоговой папке.
    4. Запрос у пользователя разрешения на очистку итоговой папки при отмене соответствующей галки.
    5. Запуск резервного копирования для выбранного маршрута из списка заданных маршрутов.
    6. Запуск резервного копирования для всех маршрутов из списка заданных маршрутов.
    7. Вывод результата резервного копирования.
"""